export const questions = [
  {
    question: 'Який розмах крила Мара2?',
    options: [
      '1900 ±5 мм',
      '1950 ±5 мм',  // правильна
      '2000 ±5 мм',
      '2050 ±5 мм'
    ],
    correctIndex: 1
  },
  {
    question: 'Яка довжина фюзеляжу Мара2?',
    options: [
      '1120 ±5 мм',
      '1160 ±5 мм',
      '1140 ±5 мм',  // правильна
      '1180 ±5 мм'
    ],
    correctIndex: 2
  },
  {
    question: 'Яка висота Мара2?',
    options: [
      '245 ±5 мм',
      '255 ±5 мм',
      '260 ±5 мм',
      '250 ±5 мм'  // правильна
    ],
    correctIndex: 3
  },
  {
    question: 'Який діаметр повітряного гвинта Мара2?',
    options: [
      '280 ±5 мм',
      '290 ±5 мм',
      '295 ±5 мм',
      '285 ±5 мм'  // правильна
    ],
    correctIndex: 3
  },
  {
    question: 'Яка максимальна злітна маса Мара2 (не більше)?',
    options: [
      '2500 г',
      '3500 г',
      '3000 г',  // правильна
      '4000 г'
    ],
    correctIndex: 2
  },
  {
    question: 'Яка мінімальна повітряна швидкість польоту Мара2?',
    options: [
      '45 км/год (12 м/с)',
      '55 км/год (15 м/с)',
      '50 км/год (14 м/с)',  // правильна
      '60 км/год (17 м/с)'
    ],
    correctIndex: 2
  },
  {
    question: 'Яка максимальна повітряна швидкість польоту Мара2?',
    options: [
      '100 км/год (28 м/с)',
      '110 км/год (31 м/с)',
      '108 км/год (30 м/с)',  // правильна
      '120 км/год (33 м/с)'
    ],
    correctIndex: 2
  },
  {
    question: 'Яка повітряна швидкість у режимі баражування (CRUISE)?',
    options: [
      '55 … 85 км/год (15 … 23 м/с)',
      '65 … 95 км/год (18 … 26 м/с)',
      '60 … 90 км/год (17 … 25 м/с)',  // правильна
      '70 … 100 км/год (20 … 28 м/с)'
    ],
    correctIndex: 2
  },
  {
    question: 'Який діапазон повітряної швидкості під час польоту по місії?',
    options: [
      '40 … 100 км/год (11 … 28 м/с)',
      '45 … 110 км/год (13 … 31 м/с)',
      '50 … 115 км/год (14 … 32 м/с)',
      '43 … 108 км/год (12 … 30 м/с)'  // правильна
    ],
    correctIndex: 3
  },
  {
    question: 'Яка крейсерська швидкість польоту Мара2?',
    options: [
      '68 км/год (19 м/с)',
      '75 км/год (21 м/с)',
      '70 км/год (20 м/с)',
      '72 км/год (20 м/с)'  // правильна
    ],
    correctIndex: 3
  },
   {
    question: 'Яка швидкість звалювання Мара2?',
    options: [
      '25 км/год (7 м/с)',
      '32 км/год (9 м/с)',
      '35 км/год (10 м/с)',
      '29 км/год (8 м/с)'  // правильна
    ],
    correctIndex: 3
  },
  {
    question: 'Яка максимальна швидкість набору висоти в стандартній атмосфері (підтримується автоматично)?',
    options: [
      '3 м/с',
      '5 м/с',
      '4 м/с',  // правильна
      '6 м/с'
    ],
    correctIndex: 2
  },
  {
    question: 'Яка максимальна швидкість зниження в стандартній атмосфері (підтримується автоматично)?',
    options: [
      '5 м/с',  // правильна
      '4 м/с',
      '6 м/с',
      '7 м/с'
    ],
    correctIndex: 0
  },
  {
    question: 'Який тактичний радіус польоту Мара2?',
    options: [
      '25 км',
      '30 км',  // правильна
      '35 км',
      '40 км'
    ],
    correctIndex: 1
  },
  {
    question: 'Яка (мінімальна) шляхова відстань польоту Мара2?',
    options: [
      '100 км',
      '120 км',  // правильна
      '110 км',
      '130 км'
    ],
    correctIndex: 1
  },
  {
    question: 'Яка рекомендована тривалість польоту Мара2?',
    options: [
      '60 хв',
      '75 хв',
      '90 хв',  // правильна
      '120 хв'
    ],
    correctIndex: 2
  },
  {
    question: 'Яка (мінімальна ) тривалість польоту Мара2?',
    options: [
      '120 хв',  // правильна
      '90 хв',
      '100 хв',
      '110 хв'
    ],
    correctIndex: 0
  },
    {
    question: 'Що означає абревіатура АКБ?',
    options: [
      'Антена Керування Бортом',
      'Автоматичний Контроль Блоку',
      'Акумуляторна Батарея',  // правильна
      'Авіаційний Комплекс БПЛА'
    ],
    correctIndex: 2
  },
  {
    question: 'Що означає абревіатура АМ?',
    options: [
      'Автономний Мікропроцесор',
      'Антенний Модуль',  // правильна
      'Акумулятор Модуль',
      'Авіаційний Монітор'
    ],
    correctIndex: 1
  },
  {
    question: 'Що означає абревіатура АНВ?',
    options: [
      'Аварійні Навігаційні Вогні',
      'Автоматичні Надвисотні Вогні',
      'Аеронавігаційні Надсистемні Вогні',
      'Бортові Аеронавігаційні Вогні'  // правильна
    ],
    correctIndex: 3
  },
  {
    question: 'Що означає абревіатура БпАК?',
    options: [
      'Бортова Панель Авіаційного Контролю',
      'Базовий Пілотажний Апарат Комплект',
      'Бортовий Пристрій Автоматичного Контролю',
      'Безпілотний Авіаційний Комплекс'  // правильна
    ],
    correctIndex: 3
  },
  {
    question: 'Що означає абревіатура БпЛА?',
    options: [
      'Блок Лазерного Автомоніторингу',
      'Бортовий Локатор Авіації',
      'Безпілотний Літальний Апарат (безпілотне повітряне судно)',  // правильна
      'Базовий Пілотний Літак Автоматичний'
    ],
    correctIndex: 2
  },
  {
    question: 'Що означає абревіатура БРЕО?',
    options: [
      'Бортовий Радар Експлуатаційний',
      'Блок Регуляції Енергообладнання',
      'Бортове Радіоелектронне Обладнання',  // правильна
      'Базовий Радіомодуль Електронного Обладнання'
    ],
    correctIndex: 2
  },
  {
    question: 'Що означає Висота польоту?',
    options: [
      'Висота над горизонтом',
      'Вимірюється від рівня моря',
      'Відносна висота від точки зльоту',  // правильна
      'Визначається по GPS координатах'
    ],
    correctIndex: 2
  }
];